[
  {
    "title": "Salmon Cookies",
    "url": "https://themarquisdesheric.github.io/cookie-stand/",
    "image": "images/salmon_cookies.png",
    "body": "<p>Salmon Cookies is a website created to model the business needs of a fictional chain which sells -- you guessed it! -- salmon cookies. It appears that demand is at an all-time high for these cookies, and the owners wanted a website that would not only please their customers, but also provide them with important data regarding cookie sales. They also wanted us to specifically use all of their images. </p>"
  },
  {
    "title": "First Intro Site",
    "url": "https://themarquisdesheric.github.io/project-site/index.html",
    "image": "images/about_me.png",
    "body": "<p>This was my first project at Code Fellows. We were asked to create a website about ourselves, including a bit of work history and a fun quiz to help others get to know me. I chose a picture of me from the last time I was in India, as I love the color of the pants I was wearing and wanted to experiment with using gradients. I cringe looking at it now, but it was a great learning experience!</p>"
  },
  {
    "title": "BusMall",
    "url": "https://themarquisdesheric.github.io/busMall/",
    "image": "images/busmall.png",
    "body": "<p>For BusMall, we were asked to create a tool for the marketing team of a fictional business similar to SkyMall (the airplane magazine that sells high-end products). The idea was to see which products were most likely to sell based on having users choose which products they would buy of a given set. The products were always going to be presented in a set of three, with no duplicate images among that set, and the same product was not permitted to appear in two consecutive sets.<br/><br/>We would then store the data for each product locally, and populate a chart based on this information once the user completed choosing among 25 sets. We used <a href=\"chartjs.org/\">chart.js</a> to populate the chart, which was the first time I got to play around with such a library. I loved it! </p>"
  },
  {
    "title": "72RPM Game",
    "url": "https://72rpm.github.io/project/game.html",
    "image": "images/72rpm.png",
    "body": "<p>This was the first group project I worked on. I was responsible for building out the game logic according to a spec set by the rest of the group. I learned a lot in this project, especially getting used to constantly refactoring code and switching up the logic on command. It was a great experience.</p>"
  }
]